Repository: 10Develops/onitor
Catalog: onitor/onitor/Strings/*/Resources.resw
Source language: en_us
Languages: hy_am

# AboutSettingsPivotItemHeader.Text
source: About
hy_am: Ծրագրի մասին

# AccentColorRadioButton.Content
source: Accent
hy_am: Շեշտում

# AddressAutoSuggestBox.PlaceholderText
source: Find or enter address
hy_am: Գտեք կամ մուտքագրեք հասցեն

# AddTabButton.Label
source: New Tab
hy_am: Նոր ներդիր

# AddTabItem.Text
source: Add tab
hy_am: Ավելացնել ներդիր

# AllTabsButton.Label
source: All Tabs
hy_am: Բոլոր ներդիրները

# AppThemeTextBlock.Text
source: App Theme
hy_am: Հավելման ոճ

# BackButton.Label
source: Back
hy_am: Ետ

# BottomTabBarPositionComboBox.Content
source: Bottom
hy_am: Ներքև

# BrowserSettingsPivotItemHeader.Text
source: Browser
hy_am: Դիտարկիչ

# CloseAllTabsItem.Text
source: Clear tabs
hy_am: Մաքրել ներդիրները

# CloseTabButton.Label
source: Close Tab
hy_am: Փակել ներդիրը

# CloseTabItem.Text
source: Close tab
hy_am: Փակել ներդիրը

# CloseTabMenuFlyoutItem.Text
source: Close Tab
hy_am: Փակել ներդիրը

# ColorsSettingsHyperlinkButton.Content
source: Open Windows colors settings
hy_am: Բացել Windows-ի գույների կարգավորումները

# CopyButton.Text
source: Copy
hy_am: Պատճենել

# CutButton.Text
source: Cut
hy_am: Կտրել

# DarkRadioButton.Content
source: Dark
hy_am: Մութ

# DarkWebViewThemeComboBoxItem.Content
source: Dark
hy_am: Մութ

# DefaultWebViewThemeComboBoxItem.Content
source: Default
hy_am: Լռելյայն

# DesktopComboBoxItem.Content
source: Desktop
hy_am: Աշխատասեղանային

# FavoritesButton.Label
source: Favorites
hy_am: Ընտրյալներ

# FavoritesTextBlock.Text
source: Favorites
hy_am: Ընտրյալներ

# ForwardButton.Label
source: Forward
hy_am: Առաջ

# FullScreenButton.Label
source: Full Screen
hy_am: Լիաէկրան տեսք

# HomePageTextBlock.Text
source: Home page
hy_am: Տնային էջ

# InsertButton.Label
source: Insert
hy_am: Դնել

# LightRadioButton.Content
source: Light
hy_am: Լուսավոր

# LightWebViewThemeComboBoxItem.Content
source: Light
hy_am: Լուսավոր

# MobileComboBoxItem.Content
source: Mobile
hy_am: Շարժական

# NewWindowButton.Label
source: New Window
hy_am: Նոր պատուհան

# NoteChangeTextBlock.Text
source: Note: Changes will take effect after restart the app.
hy_am: Նշում. Փոփոխությունները ուժի մեջ կմտնեն հավելվածի վերագործարկումից հետո:

# OpenLinkNewTabButton.Text
source: Open link in new tab
hy_am: Բացել հղումը նոր ներդիրում

# PasteButton.Text
source: Paste
hy_am: Փակցնել

# PermissionsTextBlock.Text
source: Permissions
hy_am: Թույլտվություններ

# PinButton.Label
source: Pin
hy_am: Ամրացնել

# PinSiteStartMenuItem.Text
source: Pin this site to Start
hy_am: Ամրացնել այս կայքը սկզբնական էկրանին

# PrintButton.Label
source: Print
hy_am: Տպել

# RefreshButton.Label
source: Refresh
hy_am: Թարմացնել

# RefreshSiteMenuFlyoutItem.Text
source: Refresh site
hy_am: Թարմացնել կայքը

# RemoveBM.Label
source: Remove
hy_am: Հեռացնել

# SaveAsButton.Label
source: Save Page As...
hy_am: Պահպանել էջը որպես...

# SearchEngineTextBlock.Text
source: Search Engine
hy_am: Որոնողական համակարգ

# SelectAllButton.Text
source: Select All
hy_am: Առանձնացնել ամբողջը

# SettingsButton.Label
source: Settings
hy_am: Կարգավորումներ

# ShareButton.Label
source: Share
hy_am: Կիսվել

# TabBarPositionTextBlock.Text
source: Choose Tab bar position
hy_am: Ընտրեք ներդիրադաշտի դիրքը

# TabBarTextBlock.Text
source: Tab Bar
hy_am: Ներդիրադաշտ

# ThemeColorRadioButton.Content
source: Theme
hy_am: Ոճ

# ThemeSettingsPivotItemHeader.Text
source: Theme
hy_am: Ոճ

# ThemeTextBlock.Text
source: Theme
hy_am: Ոճ

# TitleBarColorTextBlock.Text
source: Title Bar color
hy_am: Վերնագրագոտու գույն

# TopTabBarPositionComboBox.Content
source: Top
hy_am: Վերև

# TransparencyToggleSwitch.Header
source: Transparency effects in content
hy_am: Թափանցիկության էֆեկտներ բովանդակությունում

# VibrateNotAvailableTextBlock.Text
source: Vibration is not available in this device.
hy_am: Թրթռումն առկա չէ այս սարքավորումում:

# VibrateToggleSwitch.Header
source: Vibrate on context menu opening
hy_am: Թրթռալ երբ բացվում է համատեքստի ցուցակը

# VibrationTextBlock.Text
source: Vibration
hy_am: Թրթռում

# ViewCertButton.Content
source: Show certificate
hy_am: Ցուցադրել արտոնագիրը

# WebsitePrefsTextBlock.Text
source: Website preference
hy_am: Վեբ կայքի նախապատվություն

# WebViewThemeTextBlock.Text
source: Show supported websites on theme:
hy_am: Ցուցադրել աջակցվող վեբկայքերը ոճի մեջ՝

# WindowsDefaultRadioButton.Content
source: Windows default
hy_am: Windows լռելյայն

# ZoomInButton.Label
source: Zoom In
hy_am: Խոշորացնել

# ZoomOutButton.Label
source: Zoom Out
hy_am: Փոքրացնել

# ZoomTextBlock.Text
source: Zoom
hy_am: Դիտափոխել

# SettingsTextBarBlock.Text
source: Settings
hy_am: Կարգավորումներ

# AccessCamMicTextBlock.Text
source: Access your camera and/or microphone
hy_am: Ձեր տեսախցիկի և/կամ խոսափողի հասանելիությունը

# AccessLocationTextBlock.Text
source: Access your location
hy_am: Ձեր գտնվելու վայրի հասանելիությունը

# AccessWebNotifyTextBlock.Text
source: Access to web notifications
hy_am: Վեբ ծանոցումների հասանելիությունը

# AllowWebNotificationsRadioButton.Content
source: Allow
hy_am: Թույլատրել

# AllowMediaRadioButton.Content
source: Allow
hy_am: Թույլատրել

# AllowLocationRadioButton.Content
source: Allow
hy_am: Թույլատրել

# AlwaysAskLocationRadioButton.Content
source: Always ask
hy_am: Միշտ հարցնել

# AlwaysAskMediaRadioButton.Content
source: Always ask
hy_am: Միշտ հարցնել

# AlwaysAskWebNotificationsRadioButton.Content
source: Always ask
hy_am: Միշտ հարցնել

# BlockLocationRadioButton.Content
source: Block
hy_am: Արգելել

# BlockMediaRadioButton.Content
source: Block
hy_am: Արգելել

# BlockWebNotificationsRadioButton.Content
source: Block
hy_am: Արգելել

# BookmarkHyperlinkText
source: Add
hy_am: Ավելացնել

# PastenGoButton.Text
source: Paste & Go
hy_am: Փակցնել և գնալ

# UnBookmarkHyperlinkText
source: Remove
hy_am: Հեռացնել

# InternalSiteState
source: Internal
hy_am: Ներքին

# TrustedSiteState
source: Trusted.
hy_am: Վստահելի:

# UntrustedSiteState
source: Untrusted
hy_am: Անվստահելի
